Repository: dobrogost-dev/MaskControl2
Catalog: WindowsFormsApp2/Controls/MainForm.*.resx
Languages: fr

# SearchButton.Text
source: Search
fr: Rechercher

# AddressLabel.Text
source: Address
fr: Adresse

# MaskButton.Text
source: Mask
fr: Masque

# RadiusLabel.Text
source: Radius
fr: Rayon

# MaskLeftLabel.Text
source: Left
fr: Gauche

# MaskLeftMiddleLabel.Text
source: Left-Middle
fr: Gauche-milieu

# MaskRightMiddleLabel.Text
source: Right-Middle
fr: Droite-milieu

# MaskRightLabel.Text
source: Right
fr: Droite

# BuildingDataRadioButton.Text
source: Used building data
fr: Utilisation données immeuble

# ColorBuildingsByLabel.Text
source: Color buildings by
fr: Couleur des immeubles selon

# label14.Text
source: Gray: Ignored building
fr: Gris: immeuble ignoré

# label7.Text
source: Blue: Base building
fr: Bleu: immeuble de base

# label6.Text
source: Red: Right
fr: Rouge: Droite

# label5.Text
source: Magenta: Right-Middle
fr: Magenta: Droite-milieu

# label4.Text
source: Aqua: Left-Middle
fr: Aqua: Gauche-milieu

# label3.Text
source: Green: Left
fr: Vart: Gauche

# label2.Text
source: Legend
fr: Légende

# label11.Text
source: Gray: Ignored building
fr: Gris: immeuble ignoré

# label8.Text
source: Blue: Base building
fr: Bleu: immeuble de base

# label9.Text
source: Red: By default height
fr: Rouge: par la hauteur par défaut

# label10.Text
source: Orange: By building floors
fr: Orange: par niveaux de l'immeuble

# label12.Text
source: Green: By height
fr: Vert: par hauteur

# label13.Text
source: Legend
fr: Légende

# SectorsCheckBox.Text
source: Show sectors
fr: Affichage des secteurs

# FacadeDirectionDescriptionLabel.Text
source: Scanned facade direction:
fr: Orientation de la façade scannée

# DefaultBuildingFloorHeightLabel.Text
source: Default building floor height
fr: Hauteur par défaut du niveau

# ManualSelectionButton.Text
source: Manual height selection mode
fr: Selection hauteur manuelle

# AdjustDefaultBuildingHeightButton.Text
source: Adjust default building height
fr: Ajuster hauteur immeuble
